<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>

<body>
<div id="wikicontent" style="padding: 0pt 3em 1.2em 0pt;">
<p><span style="font-size: 30px;">GIỚI THIỆU</span></p>
<hr />
<ul>
<li><a href="http://code.google.com/p/smartshop-project/#V%E1%BA%A5n_%C4%91%E1%BB%81">Vấn đề</a></li>
<li><a href="http://code.google.com/p/smartshop-project/#H%C6%B0%E1%BB%9Bng_gi%E1%BA%A3i_ph%C3%A1p">Hướng giải ph&aacute;p</a></li>
</ul>

<h2 style="text-align: left;">Vấn đề</h2>
<blockquote>Ng&agrave;y  nay, khi nhu cầu mua b&aacute;n, trao đổi của mọi người tăng cao k&eacute;o theo đ&oacute;  l&agrave; sự ra đời v&agrave; ph&aacute;t triển mạnh mẽ của c&aacute;c h&igrave;nh thức mua b&aacute;n mới để đ&aacute;p  ứng nhu cầu đa dạng đ&oacute;, như: c&aacute;c h&igrave;nh thức thương mại điện tử  (E-commerce, M-commerce), giao h&agrave;ng tận nh&agrave;... Nhưng c&oacute; lẽ vẫn chưa đ&aacute;p  ứng được hết nhu cầu của người ti&ecirc;u d&ugrave;ng như việc so s&aacute;nh gi&aacute; cả, địa  điểm cửa h&agrave;ng, độ tin cậy&hellip; để c&oacute; thể chọn sản phẩm ph&ugrave; hợp nhất với nhu  cầu của m&igrave;nh một c&aacute;ch dễ d&agrave;ng v&agrave; &iacute;t tốn chi ph&iacute; nhất. C&ograve;n về ph&iacute;a người  b&aacute;n, c&aacute;c nhu cầu như: ph&aacute;t triển hệ thống kinh doanh trực tuyến, đăng  những th&ocirc;ng tin mới, kiểm h&agrave;ng h&oacute;a, quảng b&aacute; c&aacute;c mặt h&agrave;ng đến người tay  ti&ecirc;u d&ugrave;ng tiện lợi nhất&hellip; lại trở n&ecirc;n cấp thiết.</blockquote>
<h2 style="text-align: left;">Hướng giải ph&aacute;p</h2>
<blockquote>Ch&iacute;nh v&igrave; thế, sản phẩm SmartShop< ra đời như l&agrave; một dịch vụ gi&uacute;p người ti&ecirc;u d&ugrave;ng c&oacute; những lựa chọn s&aacute;ng  suốt hơn bằng việc tăng khả năng lựa chọn, t&igrave;m kiếm sản phẩm theo một  ti&ecirc;u ch&iacute; n&agrave;o đ&oacute;, th&ocirc;ng qua hệ thống cơ sở dữ liệu đ&atilde; được tổng hợp từ  c&aacute;c doanh nghiệp để từ đ&oacute; đưa ra những so s&aacute;nh qu&yacute; gi&aacute;. Đối với người  b&aacute;n, b&ecirc;n cạnh khả năng cung cấp cho họ nơi để quảng b&aacute; sản phẩm hiệu  quả, họ c&ograve;n c&oacute; thể sử dụng hệ thống mở của SmartShop< để x&acirc;y dựng hệ thống mua b&aacute;n trực tuyến dễ d&agrave;ng hoặc sử dụng c&aacute;c dịch  vụ mở của chương tr&igrave;nh tạo một k&ecirc;nh th&ocirc;ng tin trung gian giữa kh&aacute;ch h&agrave;ng  v&agrave; doanh nghiệp, gi&uacute;p quảng b&aacute; doanh nghiệp dễ d&agrave;ng hơn. Ngo&agrave;i ra, ứng  dụng c&ograve;n c&oacute; thể cung cấp giao diện trực quan tr&ecirc;n bản đồ, l&agrave;m cho việc  mua sắm trực tuyến ng&agrave;y c&agrave;ng trở n&ecirc;n phong ph&uacute; v&agrave; tiện lợi.</blockquote>
</div>
</body>
</html>