<div id="wikicontent" style="padding: 0pt 3em 1.2em 0pt;">
<p><span class="title">Ý kiến người sử dụng</span></p>
<hr />

<h2>Người mua h&agrave;ng:</h2>
<blockquote>&ldquo;Từ l&acirc;u việc mua h&agrave;ng trực tuyến đ&atilde; kh&ocirc;ng dễ d&agrave;ng 	g&igrave; do việc tồn tại nhiều trang mua b&aacute;n trực tuyến, n&ecirc;n 	việc t&igrave;m c&aacute;c nơi c&oacute; b&aacute;n m&oacute;n h&agrave;ng m&igrave;nh cần để so s&aacute;nh 	gặp nhiều trở ngại, tốn thời gian, kh&oacute; khăn trong việc 	t&igrave;m nơi b&aacute;n&hellip;; cộng với việc mua b&aacute;n trực tuyến tồn 	tại nhiều rủi ro khiến cho kh&aacute;ch h&agrave;ng vẫn c&ograve;n e ngại. 	Nhưng &yacute; tưởng SmartShop nếu th&agrave;nh hiện thực sẽ tạo 	niềm tin cho mọi người, giảm thiểu tối đa mọi kh&oacute; 	khăn bằng việc tổng hợp dữ liệu từ c&aacute;c doanh nghiệp 	v&agrave; c&aacute;c trang mua b&aacute;n, cộng với việc cho người ti&ecirc;u d&ugrave;ng 	đ&aacute;nh gi&aacute;, b&igrave;nh luận mặt h&agrave;ng, doanh nghiệp đ&atilde; tạo 	th&ecirc;m niềm tin nơi người ti&ecirc;u d&ugrave;ng.&rdquo;</blockquote>

<h2>Người b&aacute;n h&agrave;ng</h2>
<blockquote>&ldquo;SmartShop 	hứa hẹn sẽ t&iacute;ch hợp c&aacute;c t&iacute;nh năng hỗ trợ cho người 	b&aacute;n rất tốt như đăng h&agrave;ng, quản l&yacute; mặt h&agrave;ng, c&aacute;c 	quan hệ với kh&aacute;ch h&agrave;ng,&hellip; B&ecirc;n cạnh đ&oacute;, hệ thống c&ograve;n 	cung cấp một ứng dụng tr&ecirc;n điện thoại </span><span style="background: none repeat scroll 0% 0% transparent;">di 	động</span><span style="background: none repeat scroll 0% 0% transparent;">, v&agrave; </span><span style="background: none repeat scroll 0% 0% transparent;">li&ecirc;n 	kết</span><span style="background: none repeat scroll 0% 0% transparent;"> với c&aacute;c tổng 	đ&agrave;i SMS l&agrave;m cho người b&aacute;n kh&ocirc;ng qu&aacute; phụ thuộc v&agrave;o m&aacute;y 	t&iacute;nh, ph&ugrave; hợp với m&ocirc;i trường kinh doanh năng động.&rdquo;</blockquote>

<h2>Doanh nghiệp A</h2>
<blockquote>&ldquo;Đối với c&aacute;c doanh 	nghiệp đ&atilde; c&oacute; hệ thống thương mại điện tử, 	SmartShop gi&uacute;p cho người ti&ecirc;u d&ugrave;ng dễ d&agrave;ng biết đến 	doanh nghiệp v&agrave; c&aacute;c mặt h&agrave;ng m&agrave; doanh nghiệp kinh doanh 	hơn. </span><span style="background: none repeat scroll 0% 0% transparent;">Bằng c&aacute;ch</span><span style="background: none repeat scroll 0% 0% transparent;"> s</span>ử dụng c&aacute;c dịch vụ mở của SmartShop để 	SmartShop c&oacute; thể dễ d&agrave;ng t&igrave;m c&aacute;c mặt h&agrave;ng, th&ocirc;ng tin khi 	kh&aacute;ch h&agrave;ng t&igrave;m kiếm sản phẩm tr&ecirc;n hệ thống của 	SmartShop&rdquo;.</blockquote>

<h2>Doanh nghiệp B</h2>
<blockquote><p style="margin-bottom: 0.19in; line-height: 115%;">&ldquo;SmartShop 	sử dụng c&aacute;c c&ocirc;ng nghệ mở, ti&ecirc;n tiến hiện nay, giao 	diện th&acirc;n thiện, chi ph&iacute; đầu tư lại thấp n&ecirc;n doanh 	nghiệp dễ d&agrave;ng triển khai hệ thống kinh doanh trực 	tuyến. SmartShop lại l&agrave; hệ thống mở n&ecirc;n c&aacute;c doanh 	nghiệp c&oacute; thể dễ d&agrave;ng tinh chỉnh lại cho đặc th&ugrave; 	kinh doanh của từng doanh nghiệp.&rdquo;</blockquote>
